[UIStrategyMap_CAButton]
strLabel=隐秘行动

[UICovertActionsGeoscape]
strRewardHeader=奖励
strSlotsHeader="可部署资源"
strInfiltration="渗透任务"
strExfilLabel="渗透费用："
strExpirLabel="过期时间："
strOpenLoadout="前往配置装备"
strAbortAction="中止行动"
strCloseScreen="关闭隐秘行动"
strRisksHeader=风险
strDialogDataTitle="中止隐秘行动"
strDialogDataText="该小队正处于隐蔽状态，建立通讯联络将需要我们花费<XGParam:StrValue0>，随着他们接近目标，这个费用还将不断增加。让小队继续前进可能会是更好的选择。如果我们撤回他们，这个任务机会将永远消失。你确定吗？指挥官？"
strInProgressHeader="进行中"

[UISSManager_CovertAction]
strSlotOptionalNote="可选槽"
strSlotPenaltyNote="超载惩罚"
strSlotIrrelevantNote="无关物品"
strSlotRequiredPrefix="需要:"
strConfirmInfiltration="确认渗透"

[UISS_InfiltrationReadout]
strTotalDurationTitle="总持续时间："
strBaseDurationTitle="基础持续时间:"
strSquadDurationTitle="渗透修正："
strOverloadPenaltyTitle="超载惩罚:"
strBondModifierTitle="羁绊修正："
strDaysAndHours="<XGParam:IntValue0>天, <XGParam:IntValue1>小时"
strPlusDaysAndHours="+<XGParam:IntValue0>天, <XGParam:IntValue1>小时"
strMinusDaysAndHours="-<XGParam:IntValue0>天, <XGParam:IntValue1>小时"
strMaxAllowedInfil="最大渗透率： <XGParam:IntValue0>%"

[UISS_TerrainDisplay]
strAbandoned=废弃
strAbandoned_Indoors=废弃小镇的内部
strAbandoned_Occluded=废弃城市的周边
strCityCenter=市中心
strDerelictFacility=瓦伦博士的设施
strLostTower=失落之塔
strFacility=变种人设施
strRooftops=屋顶
strSarcophagusRoom=天选者圣殿
strSlums=贫民窟
strShanty=棚屋
strSmallTown=小城镇
strStronghold=天选者要塞
strWilderness=荒地
strTunnels_Reverb=隧道
strTunnels_Sewer=下水道
strTunnels_Subway=地铁

[X2EventListener_Infiltration_SitReps]
strReinforcementDelayBannerMessage="通信干扰..."
strReinforcementDelayBannerSubtitle="变种人增援被推迟："
strReinforcementDelayBannerValue="1 回合"

[X2Helper_Infiltration]
strChainEffect_Finished="'<XGParam:StrValue0>' 任务序列已完成"
strChainEffect_InProgress="'<XGParam:StrValue0>' 任务序列进展中"
strChainEffect_Halted="'<XGParam:StrValue0>' 任务序列失败"

[X2Helper_Infiltration_TemplateMod]
strSoldiers=士兵
strReady=准备
strTired=疲惫
strWounded=受伤
strInfiltrating=渗透中
strOnCovertAction=执行隐秘行动中
strUnavailable=不可用

strInfilLabel=渗透时间
strDeterLabel=威慑率

strAcademyProjectStatusGTS=游击战术学校

[UIFacility_ResitanceRing]
strAssingOrdersOverlay=分配反抗军命令

[UIStrategyMapItem_OpportunityCI]
strProgress=进展
strCovertAction=隐秘行动
strCovertInfiltration=隐秘渗透

[CI_MCMScreen]
ModName="Covert Infiltration"
PageTitle="Covert Infiltration"

VariousSettingsTitle="各种设置"
TipsTitle="提示和说明"
WarningsTitle="警告"
OverInfiltrationTitle="深度渗透"

DAYS_TO_HOURS_Label="用小时代替天数"
DAYS_TO_HOURS_Tip="一旦剩余时间达到某个阈值，在事件队列中显示小时数而不是天数"
DAYS_BEFORE_HOURS_Label="天数到小时的阈值"
DAYS_BEFORE_HOURS_Tip="当剩余天数达到这个数字时，将显示小时数而不是天数"

SUPPRESS_SKULLJACK_NAG_IF_DEPLOYED_Label="当已经部署了头颅接入器时禁用提醒功能。"
SUPPRESS_SKULLJACK_NAG_IF_DEPLOYED_Tip="如果您的任何正在渗透的部队已经装备了头颅接入器，则在队伍选择时禁用小沈让你记得装备头颅接入器的提醒"

ENABLE_TUTORIAL_Label="启用教程"
ENABLE_TUTORIAL_Tip="显示游戏内有关更改和新功能/机制的说明和提示"
ENABLE_TUTORIAL_SUPPLY_EXTRACTION_Label="启用补给撤离教程"
ENABLE_TUTORIAL_SUPPLY_EXTRACTION_Tip="如果启用了此功能，则在任务开始时会弹出一个提示框，说明Mod对补给撤离类型任务的更改。<br/><br/>上述的全局教程选项在此弹窗中被忽略。"

WARN_BEFORE_EXPIRATION_Label="到期前发出警告"
WARN_BEFORE_EXPIRATION_Tip="在活动即将到期前显示警告"
HOURS_BEFORE_WARNING_Label="警告前的小时数"
HOURS_BEFORE_WARNING_Tip="到活动过期还剩下这么多小时将会显示到期警告"

LOW_SOLDIERS_WARNING_Label="启用低兵力警告"
LOW_SOLDIERS_WARNING_Tip="当兵营中的准备战斗的士兵少于6人时，布拉德福德会向您发出警告"

PAUSE_ON_MILESTONE_100_Label="渗透度达到 100% 时暂停(任务准备就绪)"
PAUSE_ON_MILESTONE_100_Tip="如果启用，当渗透率达到 100% 时，任何全息地球仪扫描都将暂停"
PAUSE_ON_MILESTONE_125_Label="渗透度达到 125% 时暂停(1 级普通Buff)"
PAUSE_ON_MILESTONE_125_Tip="如果启用，当渗透率达到 125% 时，任何全息地球仪扫描都将暂停"
PAUSE_ON_MILESTONE_150_Label="渗透度达到 150% 时暂停(1 级随机军情简报)"
PAUSE_ON_MILESTONE_150_Tip="如果启用，当渗透率达到 150% 时，任何全息地球仪扫描都将暂停"
PAUSE_ON_MILESTONE_175_Label="渗透度达到 175% 时暂停(已移除负面军情简报)"
PAUSE_ON_MILESTONE_175_Tip="如果启用，当渗透率达到 175% 时，任何全息地球仪扫描都将暂停"
PAUSE_ON_MILESTONE_200_Label="渗透度达到 200% 时暂停(2 级随机军情简报)"
PAUSE_ON_MILESTONE_200_Tip="如果启用，当渗透率达到 200% 时，任何全息地球仪扫描都将暂停"
PAUSE_ON_MILESTONE_225_Label="渗透度达到 225% 时暂停(2 级普通Buff)"
PAUSE_ON_MILESTONE_225_Tip="如果启用，当渗透率达到 225% 时，任何全息地球仪扫描都将暂停"

[UIUtilities_Infiltration]
strReinforcementsBodyWarning="在<XGParam:StrValue0>回合内"
strReinforcementsBodyImminent="即将到来"
strOpportunityAvaliableUnknownLocation=不明地点
strAssaultAvaliableHeader=新的突袭任务
strAssaultExpiringHeader=突袭任务即将到期
strInfiltrationAvaliableHeader=新的渗透任务
strInfiltrationExpiringHeader=渗透任务即将到期
strCovertActionAvaliableHeader=新的隐秘行动
strCovertActionExpiringHeader=隐秘行动即将到期

strCompletionStatusLabel_NotReached=未达到
strCompletionStatusLabel_NotCompleted=尚未完成
strCompletionStatusLabel_Expired=已过期
strCompletionStatusLabel_Failure=失败
strCompletionStatusLabel_PartialSuccess=部分成功
strCompletionStatusLabel_Success=成功

strCompletionStatusLabel_Available=可用
strCompletionStatusLabel_Ongoing=进行中
strCompletionStatusLabel_Infiltrating=渗透中

strChainStatusPrefix="(<XGParam:IntValue0>/<XGParam:IntValue1>)"

strActionableLeadUsed="我们一条可用于行动的设施线索已被消耗。"
strLastActionableLeadUsed="我们最后一条可用于行动的设施线索已被消耗！"

[UISkyrangerExfiltrate]
strBody="天际游侠号已经到达任务地点。等候指示。"
strSkyrangerExfiltrateSubtitle="随时准备撤离"
strConfirmExfiltration="中止行动并撤离"

[UIMission_Infiltrated]
strOverInfiltrationHeader="深度渗透"
strOverInfiltrationNextBonus="下一个奖励"
strMissionReady="任务准备就绪"
strMustLaunch="必须启动"
strInfiltration="渗透率 - <XGParam:IntValue0>% (最大<XGParam:IntValue1>%)"
strWait="等待"
strReturnToAvenger="返回复仇者号"
strViewSquad="检视小队"
strDeployedSquad="部署小队"
strChosenAppearenceChance="存在"
strChosenAppearenceChanceLabels[0]="极低概率"
strChosenAppearenceChanceLabels[1]="低概率"
strChosenAppearenceChanceLabels[2]="中等概率"
strChosenAppearenceChanceLabels[3]="高概率"
strChosenAppearenceChanceLabels[4]="极高概率" 

[OverInfiltrationBonus_NegateRisk X2OverInfiltrationBonusTemplate]
BonusName="降低风险"
BonusDescription="破坏增加风险的军情简报，消除其对任务的影响"

[X2StrategyElement_DefaultOverInfiltrationBonuses]
NegateRiskDescription="移除军情简报： <XGParam:StrValue0>"

[X2Ability_SitRepAbilitySet_CI]
MentalReadinessFriendlyName="心理准备"
MentalReadinessFriendlyDesc="小队获得+<Ability:MENTAL_READINESS_VALUE/>闪避、黑客数值和对灵能的防御力"

IntelligenceLeakFriendlyName="泄密行动"
IntelligenceLeakFriendlyDesc="在没有隐蔽的情况下开始任务，同时隐蔽士兵的被察觉半径也有所增加"

FoxholesFriendlyName="散兵坑"
FoxholesFriendlyDesc="小队处于半身掩体中时获得+<Ability:FOXHOLES_MOBILITY/>机动性和+<Ability:FOXHOLES_DEFENSE/>防御力"

OpportuneMoment1FriendlyName="机遇时刻"
OpportuneMoment1FriendlyDesc="被察觉半径缩小<Ability:OPPORTUNE_MOMENT_1_DETECTION_MODIFIER/>%, +<Ability:OPPORTUNE_MOMENT_1_CRIT_BONUS/>%暴击"
OpportuneMoment2FriendlyName="机遇时刻 II"
OpportuneMoment2FriendlyDesc="被察觉半径缩小<Ability:OPPORTUNE_MOMENT_2_DETECTION_MODIFIER/>%, +<Ability:OPPORTUNE_MOMENT_2_CRIT_BONUS/>%暴击"

ExperimentalRolloutFriendlyName="实验护甲"
ExperimentalRolloutFriendlyDesc="所有敌方单位在满血状态下拥有+<Ability:EXPERIMENTALROLLOUT_EXPLOSIVEDAMAGE/>%爆炸伤害抗性并且对他们的攻击的暴击率会-<Ability:EXPERIMENTALROLLOUT_CRITMODIFIER/>%"

[X2EventListener_Infiltration_UI]
strInfiltrationReady="任务准备就绪"
strCanWaitForBonusOrLaunch="小队可以立即发起突袭，也可以开始深度渗透"
strAcademyTrainingMaxRank="最大训练等级"
strReadySoldiers="准备"
strTiredSoldiers="疲惫"
strInformantsTitle="线人"

[XComGameState_MissionSiteInfiltration]
strBannerBonusGained="获得奖励(<XGParam:IntValue0>%)"

[UIListener_CampaignStartMenu]
strDisabledTutorialTooltip="在运行\"Covert Infiltration\"时，教学模式被禁用"
strDisabledNarrativeContentTooltip="\"失魂者与废弃之都\" 在运行\"Covert Infiltration\"时被禁用"

[X2ActivityTemplate_CovertAction]
strOverviewHeader=隐秘行动

[X2ActivityTemplate_Infiltration]
strOverviewHeader=渗透

[X2ActivityTemplate_Assault]
strOverviewHeader=突袭

[UIListener_AvengerHUD]
ChainsOverview_Label=任务序列

[UIChainsOverview]
strOngoing=进行中
strEnded=已结束

[Activity_IntelligenceInfiltrate X2ActivityTemplate_Infiltration]
strOverviewDescription="黑客入侵变种人数据库"

[Activity_InformantInfiltrate X2ActivityTemplate_Infiltration]
strOverviewDescription="营救反抗组织线人"

[Activity_DistractionInfiltrate X2ActivityTemplate_Infiltration]
strOverviewDescription="分散变种人驻军的注意力"

[Activity_SabotageInfiltrate X2ActivityTemplate_Infiltration]
strOverviewDescription="破坏变种人基础设施"

[Activity_PersonnelRescue X2ActivityTemplate_Infiltration]
strOverviewDescription="营救XCOM人员"

[Activity_CaptureDVIP X2ActivityTemplate_Infiltration]
strOverviewDescription="捕获变种人合作者"

[Activity_DatatapAssault X2ActivityTemplate_Assault]
strOverviewDescription="保护反抗组织数据库"
MissionPinLabel="保护数据库"

[Activity_IntelligenceAssault X2ActivityTemplate_Assault]
strOverviewDescription="黑客入侵变种人数据库"
MissionPinLabel="破解信息"

[Activity_InformantAssault X2ActivityTemplate_Assault]
strOverviewDescription="营救反抗组织线人"
MissionPinLabel="营救线人"

[Activity_DistractionAssault X2ActivityTemplate_Assault]
strOverviewDescription="分散变种人驻军的注意力"
MissionPinLabel="分散变种人的注意力"

[Activity_SabotageAssault X2ActivityTemplate_Assault]
strOverviewDescription="破坏变种人基础设施"
MissionPinLabel="破坏通信"

[Activity_SupplyConvoy X2ActivityTemplate_Assault]
strOverviewDescription="袭击补给车队"
MissionPinLabel="补给车队"

[Activity_SupplyExtract X2ActivityTemplate_Assault]
strOverviewDescription="拦截物资输送"
MissionPinLabel="物资输送"

[Activity_SecureUFO X2ActivityTemplate_Assault]
strOverviewDescription="肃清幽浮"
MissionPinLabel="幽浮着陆"

[Activity_WaitGeneric X2ActivityTemplate]
strOverviewHeader="耐心等待"
strOverviewDescription="我们必须保持耐心，耐心等待目标变得脆弱。"

[Activity_WaitDarkEvent X2ActivityTemplate]
strOverviewHeader="耐心等待"
strOverviewDescription="我们的反抗军朋友们得知了一个变种人项目，并且正在调查解决方案。"

[Activity_PreparePersonnel X2ActivityTemplate_CovertAction]
strOverviewDescription=寻找失踪学者

[Activity_PrepareFactionJB X2ActivityTemplate_CovertAction]
strOverviewDescription=与派系协商

[Activity_PrepareFacility X2ActivityTemplate_CovertAction]
strOverviewDescription=精确定位化身计划合作者

[Activity_PrepareUFO X2ActivityTemplate_CovertAction]
strOverviewDescription=破坏着陆的幽浮

[ActivityChain_CounterDarkEvent X2ActivityChainTemplate]
strTitle="阻止黑暗事件"
strDescription="摧毁对变种人对抗XCOM的行动至关重要的基础设施。"
strObjective="停止变种人的<font color='#E52E11'><XGParam:StrValue0/></font>项目"

[ActivityChain_SupplyRaid X2ActivityChainTemplate]
strTitle="袭击补给车队"
strDescription="从脆弱的补给车队中夺取敌人的物资。"
strObjective="攻击一个变种人<font color='#CBB11F'>supply convoy</font>"

[ActivityChain_CaptureInformant X2ActivityChainTemplate]
strTitle="捕获变种人合作者"
strDescription="\"邀请\"一名人类合作者来进行\"审讯\"，以获取关于变种人行动的大量情报。"
strObjective="捕获一个身居高位的<font color='#27AAE1'>ADVENT collaborator</font>"

[ActivityChain_RescueScientist X2ActivityChainTemplate]
strTitle="营救科学家"
strDescription="将一位对变种人持有异见的科学家从变种人的集中营里救出来。"
strObjective="营救<font color='#33AB13'><XGParam:StrValue0/></font>"

[ActivityChain_RescueEngineer X2ActivityChainTemplate]
strTitle="营救工程师"
strDescription="将一位对变种人持有异见的工程师从变种人的集中营里救出来。"
strObjective="营救<font color='#33AB13'><XGParam:StrValue0/></font>"

[ActivityChain_JailbreakFactionSoldier X2ActivityChainTemplate]
strTitle="帮助派系士兵越狱"
strDescription="从变种人牢房中营救一名派系士兵。"
strObjective="营救<font color='#33AB13'><XGParam:StrValue0/></font>"

[ActivityChain_JailbreakCapturedSoldier X2ActivityChainTemplate]
strTitle="营救士兵"
strDescription="营救一名被俘士兵。"
strObjective="营救<font color='#33AB13'><XGParam:StrValue0/></font>"

[ActivityChain_JailbreakChosenSoldier X2ActivityChainTemplate]
strTitle="从天选者手中营救士兵"
strDescription="从天选者手中解救一名被绑架的士兵。"
strObjective="营救<font color='#33AB13'><XGParam:StrValue0/></font>"

[ActivityChain_GatherSupplies X2ActivityChainTemplate]
strTitle="拦截物资输送"
strDescription="在增援部队到达之前，拦截变种人的补给输送以肃清该区域。"

[ActivityChain_GatherIntel X2ActivityChainTemplate]
strTitle="保护数据库"
strDescription="保护最近从变种人传输中截获重要数据的抵抗力量监听站。"

[ActivityChain_LandedUFO X2ActivityChainTemplate]
strTitle="突袭外星幽浮"
strDescription="迫使一架幽浮着陆，消灭其乘员，并在他们知道是什么袭击了他们之前肃清该区域。"
strObjective="突袭<font color='#CBB11F'>外星幽浮</font>"

[ActivityChain_DestroyFacility X2ActivityChainTemplate]
strTitle="获得设施线索"
strDescription="捕捉一位协助化身计划的人类合作者，这样我们的\"专业谈判者\"就能以礼貌的方式请求他们提供设施线索。"
strObjective="捕捉一位<font color='#842015'>化身计划合作者</font>"

[ActivityChain_SupplyIntercept X2ActivityChainTemplate]
strTitle="救出被拦截的物资"
strDescription="切断变种人阻截部队的通讯，以便反抗军能够回收货物。"
strObjective="救出我们的<font color='#CBB11F'>被拦截的物资</font>"

[ActivityChain_IntelIntercept X2ActivityChainTemplate]
strTitle="保护拦截的情报"
strDescription="保护一名重要的反抗组织信使，他已被变种人部队逼入绝境。"
strObjective="保护我们的<font color='#27AAE1'>拦截的情报</font>"

[X2StrategyElement_DefaultActivityChains]
strCounterDarkEventDescription="反抗军听说了变种人的<font color='#E52E11'>'<XGParam:StrValue0/>'</font>项目。如果你认为有必要，指挥官，我们可以派一队人去破坏它。"
strCounterHiddenDarkEventDescription="反抗军听说了一个<font color='#E52E11'>最高机密的变种人项目</font>。我们不知道其细节，但如果变种人想把它藏起来，那肯定不是什么好事。"

[UIViewChainButton]
strLabel=检视任务序列

[UIUtilities_InfiltrationTutorial]
strWelcomeHeader=欢迎
strWelcomeBody="<Bullet/>欢迎使用\"Covert Infiltration\"。随着游戏的进行，您将会看到弹出的教程，它们会解释该MOD所做的更改。请慢慢地仔细阅读。它们会解释您需要了解的所有主要内容，以助您做出有效的决策。如果您以后想重温这些教程，您可以在指挥官舱室的XCOM档案库中找到这些教程。<br/><Bullet/>如果你想，可以在MCM（游戏内选项菜单）中禁用教程。如果你这样做了，你仍然可以在档案库中找到这些教程，无论你处于战役中的哪个阶段，所有教程都将保持解锁状态，供您自由访问。<br/><Bullet/>请注意，如果你在配置文件中编辑了Strategy Overhaul模组的任何核心值，教程将不会进行适配。如果你为了符合个人喜好进行了任何重大更改或删除，教程可能会不准确。"

strGeoscapeEntryHeader=主动部署
strGeoscapeEntryBody="<Bullet/>在\"Covert Infiltration\"中，大多数行动都是通过隐秘行动菜单发起的。你可以部署尽可能多的士兵去执行你想要完成的任何任务，但要小心你投入的兵力数量：每个月都会有新的任务出现，变种人的反击袭击也可能会毫无预警地发生。要开始行动，请点击屏幕底部的隐秘行动标签。<br/><Bullet/>有时我们可能没有足够多的士兵来应对所有可执行的任务。不过，除了变种人报复任务和保卫复仇者号任务之外，放弃其他任务并没有战略层面上的惩罚。<br/><Bullet/>我们目前对变种人的行动信息知之甚少。但通过扩大反抗组织网络，我们每月都能发现更多任务。一旦我们具备了扩大反抗组织网络的能力，那我们的首要任务便是与新的地区建立联络。<br/><br/>布拉德福德的建议: <i>指挥官，作为您的战略顾问，我建议立即派出几支小队出击。但请记住保留一到两支小队以应对突发事件。</i>"

strCrewLimitHeader=船员人数限制
strCrewLimitBody="<Bullet/>复仇者号上的空间弥足珍贵，但每个人都需要一张专属床位以达到最佳的恢复效果。由于船员数量的限制，你能同时维持的人员数量是有限的。<br/><Bullet/>每个士兵、科学家和工程师均受到人数上限的限制，其他船员则不计入人数上限。机器人单位（如SPARKs）或其他mod中的某些单位也不计入人数上限。<br/><Bullet/>每超过一人，所有士兵的意志恢复时间都会延长10%。这些惩罚累积起来很快就会变得非常严重，因此应尽一切努力避免超过人数限制。<br/><Bullet/>船员人数上限可以通过居住舱（指挥官舱室下面的房间）的升级来提高，但这这些升级需要耗费大量资源和电力。<br/><Bullet/>当前的船员人数上限状态在屏幕右上角的居住舱、招募界面以及全息地球仪图中可见。<br/><br/>布拉德福德的建议: <i>指挥官，复仇者号超载的后果很严重。我们应该未雨绸缪，确保在扩充部队时每个人都有自己的铺位。</i>"

strCrewExpansionHeader=船员扩充
strCrewExpansionBody="建造工作间将不再将工程师计算在船员的上限内，而建造实验室也将不再将科学家计算在船员上限内。为工程师和科学家分配单独的住所将使我们能够把整个居住舱完全分配给士兵。"

strCovertActionLoadoutHeader=隐秘行动
strCovertActionLoadoutBody="<Bullet/>隐秘行动是最简单的行动类型。派出一队士兵在规定时间内执行任务，然后他们带着奖励返回复仇者号。持续时间由基本持续时间和根据派出的士兵和装备数量计算的额外时间共同决定。<br/><Bullet/>隐秘行动(通常)不会导致战术战斗。因此除非有埋伏的风险，否则为队伍配备专门的手榴弹或医疗包等设备是浪费资源。<br/><Bullet/>然而，升级的武器和护甲能降低触发风险的概率。每个风险的触发概率粗略估计显示在队伍选择屏幕的右侧。装备更重型或更高等级物品的队伍会更有可能安全归来。<br/><Bullet/>随着外星人继续改进他们的军队并从外星球带来援军，他们也将增加巡逻和安保力度。 随着时间的推移，隐秘行动的风险几率会稳步上升，因此在某些时候仅仅依靠常规装备是不够的。<br/>"

strInfiltrationLoadoutHeader=渗透任务
strInfiltrationLoadoutBody="<Bullet/>渗透任务需要您组建一支全副武装的小队，并准备投入战术战斗。部署后，小队需要在任务地点停留一段时间，停留时间的长短取决于士兵人数和装备。<br/><Bullet/>通常来说，每种物品的渗透持续时间与其技术等级无关。因此，应选择较轻型的护甲和较小型的武器，以尽量缩短小队的渗透持续时间。这些规则也有例外，例如随着技术等级的提高，灵能增幅器或渗透伪装的性能会变得更好。<br/><Bullet/>在两个可选槽位中添加额外的士兵将显著影响渗透持续时间，但这种影响可以通过在游击战术学校中的升级来抵消。<br/><Bullet/>要开始战术战斗，小队必须至少花费所列的渗透持续时间来准备。然而，通过深度渗透（即小队准备时间超过所列时间的100%，最多可达250%），小队将可以获得各种奖励。<br/><Bullet/>与隐秘行动不同，深度渗透的风险无法通过装备更好的装备来降低。作为替代，如果风险已被触发则可以在后续通过深度渗透来消除它。<br/>"

strOverInfiltrationHeader=深度渗透
strOverInfiltrationBody="<Bullet/>渗透小队已经做好了执行任务的充分准备。不过，你也可以对任务进行深度渗透，在每增加25%渗透率后，可对任务的军情简报进行编辑，渗透率最高可达250%。<br/><Bullet/>对于困难的任务或缺乏经验的小队，深度渗透是个明智之选，但它并非完成所有任务的必要条件。<br/><Bullet/>通过持续的渗透，可以减少长老们的天选者得知我们的行动并出现阻止我们的几率。<br/><Bullet/>如需了解有关小队深度渗透进度的更多信息，请单击UI界面最右侧的黄色问号按钮。<br/><br/>布拉德福德的推荐: <i>指挥官，对于困难的任务来说，深度渗透或许值得一试。然而，我们每多等待一天，就意味着小队多一天无法用于其他任务。如果我们认为小队按目前状况就能完成任务，我建议即刻部署执行任务。</i>"

strAssaultLoadoutHeader=突袭任务
strAssaultLoadoutBody="<Bullet/>突袭任务就是你在基础版XCOM2游戏中所熟悉的任务，小队乘坐天际游侠号进行战术战斗，战斗后即刻撤离返回复仇者号。<br/><Bullet/>与渗透任务和隐秘行动不同，这种任务既没有渗透时间也无法消除风险。但只要天际游侠号能够承载，你就可以带上任意数量的士兵和任意的装备，无需担忧任何惩罚。<br/><Bullet/>请注意，突袭任务通常比一般的渗透任务更加困难。会有更多的敌人出现，小队也无法控制任务地点的军情简报。<br/>"

strCovertActionFinishedHeader=隐秘行动带来的疲劳
strCovertActionFinishedBody="<Bullet/>就像任务一样，隐秘行动也会影响士兵的意志。一旦他们的意志消耗过大并陷入疲惫。那么在他们恢复之前，他们将无法再部署于新的隐秘行动。<br/><Bullet/>尽管隐秘行动提供了一条迅速获取奖励的捷径，但你也应注意控制同时进行的次数。并非所有隐秘行动都值得冒险。<br/><br/>布拉德福德的推荐: <i>指挥官，我们必须精挑细选目标。大规模部署士兵会使我们在面对其他时间更紧迫的任务时显得力不从心。</i>"

strFacilityRingHeader=反抗军议事厅的变化
strFacilityRingBody="<Bullet/>反抗军议事厅不再用于准备隐秘行动，而是用于解锁反抗军命令和一系列升级选项。<br/><Bullet/>当反抗军议事厅建成后，您将能够立即分配命令，但这只能进行一次，之后您需要像往常一样等待到空投补给后才能分配命令。<br/><Bullet/>游击战术学校也进行了调整，但其核心功能保持不变。在您建造它时，会出现一个教程来解释更多内容。<br/>"

strFacilityGTSHeader=游击战术学校的变化
strFacilityGTSBody="<Bullet/>游击战术学校现在有两个训练槽位，与以往不同的是，游击战术学校不再仅能将新兵训练至二等兵，现在它有一个最大训练等级值。任何低于该等级的士兵都可以被分配去接受训练，直至达到最大训练等级。当前的最大训练等级可以在右上角看到。<br/><Bullet/>每次士兵被指派训练，他们的等级都会晋升一级。您可以选择多次指派他们（如果需要），以达到最大训练等级。<br/><Bullet/>如果被晋升的士兵是新兵，您可以选择他们将被晋升到哪个职业。将士兵从新兵培训成二等兵所需的时间略长于晋升到其他等级的晋升时间。<br/><Bullet/>最大训练等级从二等兵开始，但可以通过反抗军命令和在游击战术学校的升级提高到下士和中士。<br/>"

strActivityChainsHeader=任务序列
strActivityChainsBody="<Bullet/>任务序列是一条必须按顺序依序完成才能在任务序列的末尾获得丰厚奖励的行动序列。这些行动可以包括突袭任务、隐秘渗透和隐秘行动。<br/><Bullet/>尽管主要奖励通常是在任务序列的最后才能得到，但在早期任务同样可以获得经验值和战利品，并且往往还会包含次要奖励。<br/><Bullet/>任务序列各个阶段是半随机的，每个任务序列的结构和最终阶段一般相同，但是任务类型和准备阶段的奖励将会有所不同。<br/><Bullet/>随着时间的推移，反抗组织的线人会发现任务序列，并将其呈报给XCOM以供分析。欲了解更多信息，请点击屏幕顶部的查看任务序列的按钮或访问指挥官舱室打开任务序列概述。<br/><br/>布拉德福德的建议: <i>指挥官，我们不能奢望马上能就打击变种人的主要目标。我们需要收集情报，分散敌人的注意力，然后再向主要目标发起攻击。</i>"

strResistanceInformantsHeader=反抗组织线人
strResistanceInformantsBody="<Bullet/>在屏幕右上角，您可以看到当前线人的数量。这些隐藏在变种人控制区的反抗军同情者是XCOM全球行动的关键。<br/><Bullet/>线人收集数据并向XCOM汇报，为我们的士兵提供新的调查途径。根据最新的情报分析，大约每两周，我们的线人就能发掘一条新的任务序列。<br/><Bullet/>我们起始地区的变种人管理体系已被我们完全渗透。如果你想增加你所掌握的反抗组织线人的数量，就需要联络新的地区或建立更多的无线电中继站。<br/><br/>布拉德福德的建议: <i>指挥官，我们应该把扩展反抗军网络作为重中之重。如果没有变种人目标可供打击，我们的补给将日渐枯竭，部队也无法获得战斗经验。</i>"

strFacilityAssaultsHeader=攻击化身计划设施
strFacilityAssaultsBody="<Bullet/>XCOM的主要目标应当是破坏与化身计划有关的隐藏设施。然而，考虑到变种人能够迅速增援，直接进攻无异于自杀。因此为了安全地攻击设施，必须先对这些设施进行干扰或瘫痪。<br/><Bullet/>可用于行动的线索是通过研究设施线索获得的，可以通过捕捉化身计划合作者、扫描地点或随机黑客奖励获得。如果你拥有至少一个可用于行动的线索，你可以选择全球任何一个设施作为我们的打击目标。<br/><Bullet/>可用于行动的线索只能被用于对设施的一次性攻击，而非直接永久性地解锁设施。如果攻击失败，线索仍将被消耗。如果你急需一个线索，黑市上总有一个可供你购买，但一旦购入，它就不会再次出现。<br/><Bullet/>另外，还有一种攻击设施的方法：如果在设施所在地区建造了一个无线电中继站，那么该设施就将被永久解锁。因此仅仅联络该地区是不够的。<br/><Bullet/>当你点击位于没有无线电中继站的地区的化身计划设施时，屏幕右上角会显示你当前拥有的可用于行动的线索的数量。<br/>"

strAdvancedChainsHeader=扩大反抗军
strAdvancedChainsBody="<Bullet/>外星人正在不断加强他们的力量。为了跟上外星人的步伐，XCOM必须确保持续且充足的资源供给，然而这些资源很难通过补给输送任务和常见的小额情报奖励获得。<br/><Bullet/>在任何已联络的地区建立至少一个无线电中继站将解锁新的高级任务序列，使XCOM可以对补给车队和变种人合作者发动攻击，并获取丰厚的回报。<br/><br/>布拉德福德的建议: <i>指挥官，仅凭小规模袭击是无法赢得这场战争的。我们必须直捣变种人的要害，这就意味着必须借助联络和无线电中继站迅速扩展反抗军网络。</i>"

strDarkEventsHeader=抵御黑暗事件
strDarkEventsBody="<Bullet/>变种人的反游击行动才刚刚开始。尽管本月只有一个黑暗事件，但变种人会加快步伐，直至每月对我们发动三次针对我们的黑暗事件。<br/><Bullet/>反抗军将展开调查并准备一系列任务序列来抵消每个黑暗事件的影响，但他们的情报是有限的。你所联络的每个地区每月只能揭示一个随机的黑暗事件。<br/><Bullet/>这就意味着，如果你控制了两个地区，而变种人准备了三个黑暗事件，那么你就只能反击两个黑暗事件。并且这两个黑暗事件可能还并没有你想要反击的黑暗事件。<br/><Bullet/>可以使用指挥官舱室中的\"任务序列概览\"屏幕来监控处于准备阶段的任务序列。<br/><br/>布拉德福德的建议: <i>指挥官，现在变种人已经知道我们拥有复仇者号，他们会加大力度来摧毁我们。我们应该扩大反抗军网络，以便发现和挫败任何敌方行动。</i>"

strCovertOpsAbortHeader=中止隐秘行动
strCovertOpsAbortBody="<Bullet/>一旦隐秘行动开始，小队就会进入无线电静默，以免引起变种人的警觉。随着他们逐步深入变种人的领土，与他们取得联系并将他们撤离的难度也随之加剧。<br/><Bullet/>到了一定程度后，定位和撤离小队的情报成本可能会变得非常高。此时，最明智的选择是让他们继续完成任务，并确保安全返回基地，而不是强行干预。<br/><Bullet/>在某些隐秘渗透任务中，有时最佳策略是让他们渗透到100%并完成任务，随后派遣天际游侠号撤离他们。但是，这种方法并不适用于所有情境，因为有些任务类型已经预先设定好了撤离区。<br/><br/>布拉德福德的建议: <i>指挥官，部署小队时必须深思熟虑。如果我们在紧急情况下突然需要一支小队，终止一个处于早期阶段的行动通常比中断一个已经进行了一段时间的行动所付出的代价更低。</i>"

strSupplyExtractHeader=补给撤离的变化
strSupplyExtractBody="变种人正在向他们的一个偏远前哨基地运送补给。来自敌方空军基地的增援部队可以轻易到达这里，一旦我方小队暴露，敌方的增援力量将立刻出动。要回收几箱以上的物资会非常困难。尽可能多地拿一些物资，务必在防线被突破之前安全撤离。"

strAvatarCaptureHeader=化身计划的合作者
strAvatarCaptureBody="本次行动的目标是一名涉嫌参与了化身计划的人类合作者。将他们活捉是我们唯一能找到外星设施隐藏之处的方法。而杀了他们除了耽误一点工期外不会有任何好处。"

strIndividualBuiltItemsHeader=单独建造物品
strIndividualBuiltItemsBody="<Bullet/>在\"Covert Infiltration\"中，每一件物品都是单独制造的，而非通过小队升级批量生产。这一独特机制将多方面地影响你制定的策略，例如如何挑选你的目标以及如何武装你的部队。<br/><Bullet/>妥善为多支士兵小队配置最新的装备无疑是一个挑战。深度渗透可以帮助装备不足的小队获得优势，而装备精良的队伍则可能会追求更快的渗透速度，以实现装备的高效轮换。<br/><Bullet/>请记住，物品可以卖到黑市换取物资，但投入的合金和超铀却无法收回。过度制造T2物品会让你在解锁T3物品时身无分文。<br/><Bullet/>当相关研究完成后，玩家获得的不是单一的战术遗产包武器或装甲，而是一个\"原型\"。细心的玩家或许已留意到研究完成后出现的弹窗提示。此外，还可以从某些扫描地点获得额外的原型。<br/><Bullet/>默认设置下，武器附件可以被自由移除和转移。在小队选择界面，点击\"移除武器升级\"按钮会移除当前小队所有未装备的武器的武器升级。而在武器升级界面中，点击每个升级的右上角的 X 按钮将会移除当前所选的武器升级。<br/>"

strMindShieldOnTiredNerfHeader="将心灵盾牌用于疲惫士兵"
strMindShieldOnTiredNerfBody="<Bullet/>在指挥官和传奇难度下，如果装备心灵护盾的士兵在开始任务时是疲惫状态，在任务结束后该士兵一定会动摇并获得负面特质。<br/><Bullet/>此惩罚仅于任务结束后生效，对任务前/任务中的士兵没有任何影响。 <br/><br/>布拉德福德的建议: <i>指挥官，心灵护盾是一个非常强大的道具，但使用它并非没有代价。对于精神没有得到充分休息的士兵来说，其弊端将会更加显著。</i>"

[UIListener_CampaignStartMenu]
strDisabledTutorialTooltip="在运行\"Covert Infiltration\"时，教学模式被禁用"
strDisabledNarrativeContentTooltip="\"失魂者与废弃之都\" 在运行\"Covert Infiltration\"时被禁用"

[Complication_RewardInterception X2ComplicationTemplate]
FriendlyName="奖励被拦截"
FriendlyDesc="在本次任务序列中，有一半的奖励有概率会被拦截，但不必担忧，您有机会在执行救援任务时重新得到这些丢失的奖励。 "

[Complication_ChosenSurveillance X2ComplicationTemplate]
FriendlyName="天选者监视"
FriendlyDesc="完成该任务序列有一定概率增加随机一名天选者的知识。"

[Complication_OpenProvocation X2ComplicationTemplate]
FriendlyName="公开挑衅"
FriendlyDesc="完成此任务序列有几率将报复行动倒计时缩短一周。"

[AcademyTrainingRankUnlock X2AcademyTrainingRankUnlockTemplate]
DisplayName=强化游击训练
Summary=游击战术学校训练等级的最高值增加了<XGParam:IntValue0>

[UIFacility_AcademySlot_CI]
strTrainNonRookieDialogTitle=训练士兵
strTrainNonRookieDialogText=<XGParam:StrValue3/!ExistingClass/><XGParam:StrValue0/!UnitName/>将在游击战术学校接受专业化的训练，学习结束后成为特定兵种<XGParam:StrValue1/!RankName/>，但是在训练过程中他们不能参战。你想继续吗？<br/><br/>训练持续时间: <XGParam:StrValue2/!Duration/>
m_strStopTrainRookieDialogTitle=停止游击战术学校训练？
m_strStopTrainRookieDialogText=你想停止 %UNITNAME 在游击战术学校的训练吗?\n\n警告：所有的训练进度将会丢失。
m_strNoSoldiersTooltip=目前没有士兵可以分配到游击战术学校的兵种训练中去。 
m_strSoldiersAvailableTooltip=分配一个低于训练等级的士兵获得晋升，如果是新兵，则选择一个特定兵种。

[UIInfiltrationDetails]
strHeader=渗透
strOperationText="<XGParam:StrValue0/> (<XGParam:IntValue0/>%)"
strChosenHelpText="深度渗透会改变天选者介入的几率。如果最近遭遇了天选者，那么隐蔽的基础概率将降至最低。"

strChosenProgressLeftLabel=渗透率 %
strChosenModifierLeftLabel=修正值

[UIInfiltrationDetails_Milestone]
strHidden=隐蔽

[GenericBuff1 X2InfiltrationBonusMilestoneTemplate]
strName=机遇时刻 II

[SitRep1 X2InfiltrationBonusMilestoneTemplate]
strName=随机军情简报 I

[RiskRemoval X2InfiltrationBonusMilestoneTemplate]
strName=移除负面军情简报

[SitRep2 X2InfiltrationBonusMilestoneTemplate]
strName=随机军情简报 II

[GenericBuff2 X2InfiltrationBonusMilestoneTemplate]
strName=机遇时刻 II

[SitRep3 X2InfiltrationBonusMilestoneTemplate]
strName=随机军情简报 III

[X2EventListener_Infiltration]
strOneTimeMarketLeadDescription="我们真的不得不为此事走了一些关系，我们也为此付出了代价。布拉德福德，把这当作你欠的一个人情债。我们不会再这样做了。"

[UIAlert_CovertInfiltration]
strRewardsIntercepted_Title=奖励被拦截
strRewardsIntercepted_Description="指挥官，一部分反抗军运回的战利品被拦截了！大约有一半的资源没能抵达，地面的反抗军处境也非常危险。如果我们迅速发起一项救援行动，我们应该能够拯救剩下的战利品。<br/><br/>奖励被拦截： <XGParam:StrValue0>"

[UIChainPreview]
strSingleComplicationFluff=有概率一同出现的事件
